[
    {
      "name": "Microwave Oven",
      "image": "https://i.ibb.co/6wxkhmZ/G20-XC-1280x854-1.png",
      "description": "Oven is one of the precious inventions of modem age. This modern appliance has been decorated with futuristic features. Now you don’t need to be worry about your daily cooking.",
      "price": 8950,
      "quantity": 20,
      "Supplier": "LG"
    },
    {
      "name": "Walton electric kettle 2Lt",
      "image": "https://i.ibb.co/w77mdSM/product-6190aed27faaf-1223441270.png",
      "description": "Boil whatever you need water, tea, coffee, cappuccino and many more, Walton electric kettle will deliver you right away. The stainless steel facet of the Walton kettle ensures fast boiling & cleaning. It is perfectly safe for you",
      "price": 4500,
      "quantity": 30,
      "Supplier": "SHB"
    },
    {
      "name": "Walton Blender",
      "image": "https://i.ibb.co/B2rRYnk/Walton-Blender-WBL-13-CC25-1-1.png",
      "description": "With Walton blender, you can prepare a healthy and delicious shake or smoothie in no time. Grind & chop meat, vegetables and fruits swiftly with less effort. Walton Juicer will make your breakfast & Snacks complete, preparing healthy and delicious freshly-squeezed orange juice or any of your favorite squashy fruits.",
      "price": 3790,
      "quantity": 34,
      "Supplier": "DELL"
    },
    {
      "name": "Air fryer",
      "image": "https://i.ibb.co/nPkjP6m/walton-waf-lf786-air-fryer.png",
      "description": "The all new WALTON air fryer cooks crisp, mouthwatering fried food in a new healthy way. By cooking without or minimal oil using hot air circulation and a top grill, the dangerous hassle of disposing of hot, odoriferous cooking fat is eliminated.",
      "price": 5760,
      "quantity": 27,
      "Supplier": "BOSE"
    },
    {
      "name": "Fridge",
      "image": "https://i.ibb.co/Cbh2H1g/Non-Frost-320x320-1.png",
      "description": "Welcome to an experience of freshness. WALTON Direct Cool Refrigerators are equipped with 100% copper condensers and Nano technology to take care of your evolving needs and at the same time, maintain the quality of the food that you preserve",
      "price": 50768,
      "quantity": 38,
      "Supplier": "NANO"
    },
    {
      "name": "Television",
      "image": "https://i.ibb.co/7WjnmjZ/7ee42abe-ff21-4113-994c-7e59e4d28f6e.png",
      "description": "WALTON LED TV offers crystal-clear pictures to audiences along with vivid and life-like colors. With full HD screen and surround sound from Dolby Digital, built to provide you with an incredible and unprecedented entertainment experience",
      "price": 32000,
      "quantity": 21,
      "Supplier": "LED"
    },
    {
      "name": "Washing Machine",
      "image": "https://i.ibb.co/ydPBM3w/WWM-AFT80-W-1.png",
      "description": "Walton presents an innovative washing machine with easy front control with LED display, powerful motor, extend capacity and lucrative design",
      "price": 30689,
      "quantity": 40,
      "Supplier": "SMG"
    },
    {
      "name": "Rice Cooker",
      "image": "https://i.ibb.co/y6sgxp9/walton-wrc-sga180-18l-rice-cooker.png",
      "description": "Provide your family the balanced nutrition they need every day with healthy & tasty foods. From soups and curries to rice or khichuri, Walton Rice Cooker & Pressure Cookers are designed to cook with perfection and less effort.",
      "price": 6700,
      "quantity": 24,
      "Supplier": "Daisy Huber"
    }
  ]